Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# saf.helper.ready
source: Join the Saf, then put the phone away
ar: انضم إلى الصف، ثم ضع الهاتف جانباً
de: Tritt dem Saf bei, dann leg das Telefon weg
es: Únete al Saf, luego deja el teléfono
fr: Rejoignez le Saf, puis posez le téléphone
id: Bergabung ke Saf, lalu letakkan ponsel
it: Unisciti al Saf, poi metti via il telefono
nl: Doe mee met de Saf, leg daarna je telefoon weg
pt: Entre no Saf, depois deixe o telefone de lado
ru: Присоединитесь к Сафу, затем уберите телефон
tr: Hazır olduğunda başla, sonra telefonu kenara bırak
ur: صف میں شامل ہوں، پھر فون ایک طرف رکھ دیں

# saf.hold.accessibility
source: Hold to begin salah
ar: اضغط مطولاً لبدء الصلاة
de: Halten, um das Gebet zu beginnen
es: Mantén para comenzar la oración
fr: Maintenir pour commencer la prière
id: Tahan untuk memulai salat
it: Tieni premuto per iniziare la preghiera
nl: Houd vast om het gebed te beginnen
pt: Segure para começar a oração
ru: Удерживайте, чтобы начать молитву
tr: Namaza başlamak için basılı tut
ur: نماز شروع کرنے کے لیے دبائے رکھیں

# saf.hold.begin_now
source: Begin now
ar: ابدأ الآن
de: Jetzt beginnen
es: Comenzar ahora
fr: Commencer maintenant
id: Mulai sekarang
it: Inizia ora
nl: Nu beginnen
pt: Começar agora
ru: Начать сейчас
tr: Başla
ur: اب شروع کریں

# saf.hold.hint
source: Press and hold until you are ready to begin.
ar: اضغط مطولاً حتى تكون جاهزاً للبدء.
de: Drücken und halten, bis du bereit bist zu beginnen.
es: Mantén presionado hasta que estés listo para comenzar.
fr: Appuyez et maintenez jusqu'à être prêt à commencer.
id: Tekan dan tahan sampai kamu siap memulai.
it: Premi e tieni premuto finché sei pronto a iniziare.
nl: Druk en houd vast tot je klaar bent om te beginnen.
pt: Pressione e segure até estar pronto para começar.
ru: Нажмите и удерживайте, пока не будете готовы начать.
tr: Hazır olana kadar basılı tut.
ur: شروع کرنے کے لیے تیار ہونے تک دبائے رکھیں۔

# saf.hold.keep_holding
source: Keep holding
ar: استمر بالضغط
de: Weiter halten
es: Sigue manteniendo
fr: Continuez à maintenir
id: Tetap tahan
it: Continua a tenere premuto
nl: Blijf vasthouden
pt: Continue segurando
ru: Продолжайте удерживать
tr: Basılı tut
ur: دبائے رکھیں

# saf.hold.title
source: Hold to Begin Salah
ar: اضغط مطولاً لبدء الصلاة
de: Halten, um das Gebet zu beginnen
es: Mantén para comenzar la oración
fr: Maintenir pour commencer la prière
id: Tahan untuk Memulai Salat
it: Tieni premuto per iniziare la preghiera
nl: Houd vast om het gebed te beginnen
pt: Segure para começar a oração
ru: Удерживайте, чтобы начать молитву
tr: Namaza Başlamak İçin Basılı Tut
ur: نماز شروع کرنے کے لیے دبائے رکھیں

# saf.hold.until_ready
source: Hold until ready
ar: اضغط حتى تكون جاهزاً
de: Halten, bis du bereit bist
es: Mantén hasta estar listo
fr: Maintenez jusqu'à être prêt
id: Tahan sampai siap
it: Tieni premuto finché sei pronto
nl: Houd vast tot je klaar bent
pt: Segure até estar pronto
ru: Удерживайте до готовности
tr: Hazır olana kadar tut
ur: تیار ہونے تک دبائے رکھیں

# saf.tap.already_marked
source: Already marked, no need to mark it again
ar: تم تسجيلها بالفعل، لا حاجة لتسجيلها مرة أخرى
de: Bereits markiert, kein erneutes Markieren nötig
es: Ya está marcada, no hace falta marcarla otra vez
fr: Déjà marquée, inutile de la marquer de nouveau
id: Sudah ditandai, tidak perlu menandainya lagi
it: Già segnata, non serve segnarla di nuovo
nl: Al gemarkeerd, opnieuw markeren is niet nodig
pt: Já marcada, não é preciso marcar novamente
ru: Уже отмечено, не нужно отмечать снова
tr: Zaten işaretlendi, tekrar işaretlemeye gerek yok
ur: پہلے ہی نشان زد ہے، دوبارہ نشان زد کرنے کی ضرورت نہیں

# saf.tap.return
source: Return to Salah Screen
ar: العودة إلى شاشة الصلاة
de: Zurück zum Gebetsbildschirm
es: Volver a la pantalla de oración
fr: Retour à l'écran de prière
id: Kembali ke Layar Salat
it: Torna alla schermata della preghiera
nl: Terug naar gebedsscherm
pt: Voltar para a tela de oração
ru: Вернуться к экрану молитвы
tr: Namaz Ekranına Dön
ur: نماز اسکرین پر واپس جائیں

# saf.tap.still_open
source: %@ is still open
ar: %@ ما زالت مفتوحة
de: %@ ist noch offen
es: %@ sigue abierta
fr: %@ est encore ouverte
id: %@ masih terbuka
it: %@ è ancora aperta
nl: %@ staat nog open
pt: %@ ainda está aberta
ru: %@ все еще открыта
tr: %@ ekranı hâlâ açık
ur: %@ ابھی کھلی ہے

# schedule.failed
source: Could not refresh prayer times
ar: تعذر تحديث مواقيت الصلاة
de: Gebetszeiten konnten nicht aktualisiert werden
es: No se pudieron actualizar los horarios de oración
fr: Impossible d'actualiser les horaires de prière
id: Waktu salat belum bisa diperbarui
it: Impossibile aggiornare gli orari di preghiera
nl: Gebedstijden konden niet worden vernieuwd
pt: Não foi possível atualizar os horários de oração
ru: Не удалось обновить время молитвы
tr: Namaz vakitleri yenilenemedi
ur: نماز اوقات تازہ نہیں ہو سکے

# schedule.finding
source: Finding prayer times near you
ar: جار العثور على مواقيت الصلاة بالقرب منك
de: Gebetszeiten in deiner Nähe werden gesucht
es: Buscando horarios de oración cerca de ti
fr: Recherche des horaires de prière près de vous
id: Mencari waktu salat di dekatmu
it: Ricerca degli orari di preghiera vicino a te
nl: Gebedstijden in je buurt zoeken
pt: Buscando horários de oração perto de você
ru: Ищем время молитвы рядом с вами
tr: Yakındaki namaz vakitleri bulunuyor
ur: آپ کے قریب نماز کے اوقات ڈھونڈے جا رہے ہیں

# schedule.location_needed
source: Location helps Vakt find local prayer times
ar: يساعد الموقع Vakt في إيجاد مواقيت الصلاة المحلية
de: Standort hilft Vakt, lokale Gebetszeiten zu finden
es: La ubicación ayuda a Vakt a encontrar horarios de oración locales
fr: La position aide Vakt à trouver les horaires de prière locaux
id: Lokasi membantu Vakt menemukan waktu salat lokal
it: La posizione aiuta Vakt a trovare gli orari di preghiera locali
nl: Locatie helpt Vakt lokale gebedstijden te vinden
pt: A localização ajuda o Vakt a encontrar horários de oração locais
ru: Местоположение помогает Vakt найти местное время молитвы
tr: Konum, yerel namaz vakitlerini bulmaya yardımcı olur
ur: مقام Vakt کو مقامی نماز اوقات ڈھونڈنے میں مدد دیتا ہے

# schedule.refreshing
source: Refreshing prayer times
ar: جار تحديث مواقيت الصلاة
de: Gebetszeiten werden aktualisiert
es: Actualizando horarios de oración
fr: Actualisation des horaires de prière
id: Memperbarui waktu salat
it: Aggiornamento degli orari di preghiera
nl: Gebedstijden vernieuwen
pt: Atualizando horários de oração
ru: Обновляем время молитвы
tr: Namaz vakitleri yenileniyor
ur: نماز کے اوقات تازہ ہو رہے ہیں

# schedule.saved
source: Using saved prayer times
ar: استخدام مواقيت الصلاة المحفوظة
de: Gespeicherte Gebetszeiten werden genutzt
es: Usando horarios de oración guardados
fr: Horaires de prière enregistrés utilisés
id: Menggunakan waktu salat tersimpan
it: Uso degli orari di preghiera salvati
nl: Opgeslagen gebedstijden worden gebruikt
pt: Usando horários de oração salvos
ru: Используем сохраненное время молитвы
tr: Kayıtlı namaz vakitleri kullanılıyor
ur: محفوظ نماز اوقات استعمال ہو رہے ہیں

# set_status_accessibility
source: Set status to %@
ar: تعيين الحالة إلى %@
de: Status auf %@ setzen
es: Cambiar estado a %@
fr: Définir le statut sur %@
id: Atur status ke %@
it: Imposta stato su %@
nl: Status instellen op %@
pt: Definir estado como %@
ru: Установить статус: %@
tr: Durumu %@ olarak ayarla
ur: حالت %@ پر سیٹ کریں

# settings.method.asr_timing
source: Asr timing
ar: توقيت العصر
de: Asr-Zeit
es: Horario de Asr
fr: Horaire de Asr
id: Waktu Asr
it: Orario Asr
pt: Horário de Asr
ru: Время Аср
tr: İkindi vakti
ur: عصر کا وقت

# settings.method.header_body
source: Keep the times close to the masjid and community around you.
ar: اجعل المواقيت قريبة من المسجد والمجتمع حولك.
de: Halte die Zeiten nah an der Moschee und Gemeinschaft um dich herum.
es: Mantén los horarios cerca de la mezquita y la comunidad que te rodea.
fr: Gardez les horaires proches de la mosquée et de la communauté autour de vous.
id: Jaga waktu tetap dekat dengan masjid dan jamaah di sekitarmu.
it: Tieni gli orari vicini alla moschea e alla comunità intorno a te.
nl: Houd de tijden dicht bij de moskee en gemeenschap om je heen.
pt: Mantenha os horários próximos da mesquita e da comunidade ao seu redor.
ru: Держите время близким к мечети и общине вокруг вас.
tr: Vakitleri çevrendeki cami ve cemaate yakın tut.
ur: اوقات کو اپنے آس پاس کی مسجد اور جماعت کے قریب رکھیں۔

# settings.method.keep_auto
source: Keep this automatic unless your local masjid follows a specific timing.
ar: اتركه تلقائياً ما لم يكن مسجدك المحلي يتبع توقيتاً محدداً.
de: Automatisch lassen, sofern deine lokale Moschee keiner bestimmten Zeit folgt.
es: Mantén automático salvo que tu mezquita local siga un horario específico.
fr: Gardez le mode automatique sauf si votre mosquée locale suit un horaire précis.
id: Biarkan otomatis kecuali masjid setempat mengikuti waktu tertentu.
it: Lascia automatico, a meno che la tua moschea locale segua un orario specifico.
nl: Laat dit automatisch, tenzij je lokale moskee een specifieke timing volgt.
pt: Mantenha automático, a menos que sua mesquita local siga um horário específico.
ru: Оставьте автоматический режим, если ваша местная мечеть не следует особому расчету.
tr: Mahallendeki cami özel bir vakit takip etmiyorsa otomatik kalsın.
ur: جب تک آپ کی مقامی مسجد کسی خاص وقت کی پیروی نہ کرتی ہو، اسے خودکار رہنے دیں۔

# settings.method.recommended
source: Recommended
ar: الموصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
id: Disarankan
it: Consigliato
nl: Aanbevolen
pt: Recomendado
ru: Рекомендуется
tr: Önerilen
ur: تجویز کردہ

# settings.method.region
source: If your masjid follows a region
ar: إذا كان مسجدك يتبع منطقة
de: Wenn deine Moschee einer Region folgt
es: Si tu mezquita sigue una región
fr: Si votre mosquée suit une région
id: Jika masjidmu mengikuti wilayah tertentu
it: Se la tua moschea segue una regione
nl: Als je moskee een regio volgt
pt: Se sua mesquita segue uma região
ru: Если ваша мечеть следует региону
tr: Camin belirli bir bölgeyi takip ediyorsa
ur: اگر آپ کی مسجد کسی خطے کی پیروی کرتی ہے

# social.action.add
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
nl: Toevoegen
pt: Adicionar
ru: Добавить
tr: Ekle
ur: شامل کریں

# social.action.add_friend
source: Add friend
ar: أضف صديقًا
de: Freund hinzufügen
es: Añadir amigo
fr: Ajouter un ami
id: Tambah teman
it: Aggiungi amico
nl: Vriend toevoegen
pt: Adicionar amigo
ru: Добавить друга
tr: Arkadaş ekle
ur: دوست شامل کریں

# social.action.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
nl: Sluiten
pt: Fechar
ru: Закрыть
tr: Kapat
ur: بند کریں

# social.action.find_friend
source: Find a friend
ar: ابحث عن صديق
de: Freund finden
es: Buscar amigo
fr: Trouver un ami
id: Cari teman
it: Trova un amico
nl: Vriend zoeken
pt: Encontrar amigo
ru: Найти друга
tr: Arkadaş bul
ur: دوست تلاش کریں

# social.action.invite
source: Invite
ar: دعوة
de: Einladen
es: Invitar
fr: Inviter
id: Undang
it: Invita
nl: Uitnodigen
pt: Convidar
ru: Пригласить
tr: Davet et
ur: دعوت دیں

# social.action.invite_to_vakt
source: Invite to Vakt
ar: ادعُ إلى Vakt
de: Zu Vakt einladen
es: Invitar a Vakt
fr: Inviter sur Vakt
id: Undang ke Vakt
it: Invita su Vakt
nl: Uitnodigen voor Vakt
pt: Convidar para o Vakt
ru: Пригласить в Vakt
tr: Vakt’e davet et
ur: Vakt پر دعوت دیں

# social.action.invite.hint
source: Create and share your invitation code
ar: أنشئ رمز دعوتك وشاركه
de: Einladungscode erstellen und teilen
es: Crea y comparte tu código de invitación
fr: Crée et partage ton code d’invitation
id: Buat dan bagikan kode undanganmu
it: Crea e condividi il tuo codice invito
nl: Maak en deel je uitnodigingscode
pt: Cria e partilha o teu código de convite
ru: Создать и поделиться кодом приглашения
tr: Davet kodunu oluşturup paylaş
ur: دعوتی کوڈ بنائیں اور شیئر کریں

# social.add.invite.body
source: Share your code so your friend can join Vakt.
ar: شارك رمزك لينضم صديقك إلى Vakt.
de: Teile deinen Code, damit dein Freund Vakt beitritt.
es: Comparte tu código para que tu amigo se una a Vakt.
fr: Partage ton code pour que ton ami rejoigne Vakt.
id: Bagikan kodemu agar temanmu bergabung dengan Vakt.
it: Condividi il tuo codice perché il tuo amico entri in Vakt.
nl: Deel je code zodat je vriend zich bij Vakt kan aansluiten.
pt: Partilha o teu código para o teu amigo entrar no Vakt.
ru: Поделись кодом, чтобы друг присоединился к Vakt.
tr: Kodunu paylaş; arkadaşın Vakt’e katılsın.
ur: اپنا کوڈ شیئر کریں تاکہ دوست Vakt میں شامل ہو۔

# social.add.search.empty
source: No matching user was found.
ar: لم يتم العثور على مستخدم مطابق.
de: Kein passender Benutzer gefunden.
es: No se encontró ningún usuario.
fr: Aucun utilisateur correspondant.
id: Tidak ada pengguna yang cocok.
it: Nessun utente corrispondente.
nl: Geen overeenkomende gebruiker gevonden.
pt: Nenhum utilizador correspondente encontrado.
ru: Подходящий пользователь не найден.
tr: Eşleşen kullanıcı bulunamadı.
ur: کوئی مماثل صارف نہیں ملا۔

# social.add.search.minimum
source: Enter at least two characters to search.
ar: أدخل حرفين على الأقل للبحث.
de: Gib zum Suchen mindestens zwei Zeichen ein.
es: Escribe al menos dos caracteres para buscar.
fr: Saisis au moins deux caractères pour rechercher.
id: Masukkan setidaknya dua karakter untuk mencari.
it: Inserisci almeno due caratteri per cercare.
nl: Voer minstens twee tekens in om te zoeken.
pt: Introduz pelo menos dois caracteres para pesquisar.
ru: Введи не менее двух символов для поиска.
tr: Aramak için en az iki karakter yaz.
ur: تلاش کے لیے کم از کم دو حروف لکھیں۔

# social.add.search.placeholder
source: username
ar: اسم المستخدم
de: Benutzername
es: nombre de usuario
fr: nom d’utilisateur
id: nama pengguna
it: nome utente
nl: gebruikersnaam
pt: nome de utilizador
ru: имя пользователя
tr: kullanıcı adı
ur: صارف نام

# social.add.subtitle
source: Search by username. Once accepted, you can see each other’s prayer status.
ar: ابحث باسم المستخدم. بعد قبول الطلب يمكنكما رؤية حال صلاة بعضكما.
de: Suche nach Benutzernamen. Nach der Annahme könnt ihr den Gebetsstatus des anderen sehen.
es: Busca por nombre de usuario. Al aceptar la solicitud, podréis ver vuestro estado de oración.
fr: Recherche par nom d’utilisateur. Une fois la demande acceptée, vous pourrez voir vos états de prière.
id: Cari berdasarkan nama pengguna. Setelah diterima, kalian dapat melihat status salat satu sama lain.
it: Cerca per nome utente. Dopo l’accettazione potrete vedere lo stato delle preghiere reciproche.
nl: Zoek op gebruikersnaam. Na acceptatie kunnen jullie elkaars gebedsstatus zien.
pt: Pesquisa pelo nome de utilizador. Depois de aceitar, poderão ver o estado das orações um do outro.
ru: Ищи по имени пользователя. После принятия вы сможете видеть статус намазов друг друга.
tr: Kullanıcı adıyla ara. İstek kabul edilince birbirinizin namaz hâlini görebilirsiniz.
ur: صارف نام سے تلاش کریں۔ درخواست قبول ہونے پر ایک دوسرے کی نماز کی حالت دیکھ سکیں گے۔

# social.add.title
source: Find your friend
ar: ابحث عن صديقك
de: Finde deinen Freund
es: Encuentra a tu amigo
fr: Trouve ton ami
id: Temukan temanmu
it: Trova il tuo amico
nl: Vind je vriend
pt: Encontra o teu amigo
ru: Найди друга
tr: Arkadaşını bul
ur: اپنے دوست کو تلاش کریں

# social.empty.body
source: Add a friend to see today’s prayer status here.
ar: أضف صديقًا لترى حال صلاته اليوم هنا.
de: Füge einen Freund hinzu, um hier seinen heutigen Gebetsstatus zu sehen.
es: Añade un amigo para ver aquí su estado de oración de hoy.
fr: Ajoute un ami pour voir ici l’état de ses prières aujourd’hui.
id: Tambahkan teman untuk melihat status salat hari ini di sini.
it: Aggiungi un amico per vedere qui lo stato delle sue preghiere di oggi.
nl: Voeg een vriend toe om hier de gebedsstatus van vandaag te zien.
pt: Adiciona um amigo para veres aqui o estado das orações de hoje.
ru: Добавь друга, чтобы видеть здесь статус его намазов сегодня.
tr: Bir arkadaşını eklediğinde bugünkü namaz hâlini burada görürsün.
ur: دوست شامل کریں تاکہ آج کی نماز کی حالت یہاں دیکھ سکیں۔

# social.empty.title
source: No friends here yet
ar: لا يوجد أصدقاء هنا بعد
de: Noch keine Freunde hier
es: Aún no hay amigos
fr: Aucun ami ici pour le moment
id: Belum ada teman
it: Non ci sono ancora amici
nl: Nog geen vrienden hier
pt: Ainda não há amigos
ru: Здесь пока нет друзей
tr: Henüz arkadaşın yok
ur: ابھی کوئی دوست نہیں

# social.friends.more.many
source: +%@ more friends
ar: +%@ أصدقاء آخرين
de: +%@ weitere Freunde
es: +%@ amigos más
fr: +%@ amis de plus
id: +%@ teman lagi
it: +%@ amici in più
nl: +%@ vrienden meer
pt: +%@ amigos
ru: +%@ друзей
tr: +%@ arkadaş daha
ur: +%@ مزید دوست

# social.friends.more.one
source: +%@ more friend
ar: +%@ صديق آخر
de: +%@ weiterer Freund
es: +%@ amigo más
fr: +%@ ami de plus
id: +%@ teman lagi
it: +%@ amico in più
nl: +%@ vriend meer
pt: +%@ amigo
ru: +%@ друг
tr: +%@ arkadaş daha
ur: +%@ مزید دوست

# social.friends.title
source: Your Friends
ar: أصدقاؤك
de: Deine Freunde
es: Tus amigos
fr: Tes amis
id: Temanmu
it: I tuoi amici
nl: Je vrienden
pt: Os teus amigos
ru: Твои друзья
tr: Arkadaşların
ur: تمہارے دوست

# social.friends.view_all
source: View all
ar: عرض الكل
de: Alle anzeigen
es: Ver todos
fr: Tout voir
id: Lihat semua
it: Vedi tutti
nl: Alles bekijken
pt: Ver todos
ru: Показать всех
tr: Tümünü gör
ur: سب دیکھیں

# social.header.body
source: See your friends’ prayer status today; gently remind only when one remains unmarked.
ar: اطّلع على حال صلاة أصدقائك اليوم، وذكّر بلطف فقط عند بقاء صلاة دون تحديد.
de: Sieh den heutigen Gebetsstatus deiner Freunde und erinnere nur behutsam an offene Gebete.
es: Mira hoy el estado de oración de tus amigos y recuerda con amabilidad solo lo que siga sin marcar.
fr: Vois l’état des prières de tes amis aujourd’hui et rappelle doucement celles qui restent non indiquées.
id: Lihat status salat temanmu hari ini; ingatkan dengan lembut hanya yang belum ditandai.
it: Guarda oggi lo stato delle preghiere dei tuoi amici e ricorda con gentilezza solo quelle non segnate.
nl: Bekijk vandaag de gebedsstatus van je vrienden en herinner alleen vriendelijk aan wat nog niet is gemarkeerd.
pt: Vê hoje o estado das orações dos teus amigos e lembra com gentileza apenas o que não foi marcado.
ru: Смотри статус намазов друзей сегодня и мягко напоминай только о неотмеченных.
tr: Arkadaşlarının bugünkü namaz hâlini gör; eksik kalan vakitte yalnızca nazikçe hatırlat.
ur: آج دوستوں کی نماز کی حالت دیکھو؛ صرف رہ جانے والی نماز کی نرمی سے یاد دہانی کراؤ۔

# social.header.eyebrow
source: FRIENDS
ar: الأصدقاء
de: FREUNDE
es: AMIGOS
fr: AMIS
id: TEMAN
it: AMICI
nl: VRIENDEN
pt: AMIGOS
ru: ДРУЗЬЯ
tr: ARKADAŞLAR
ur: دوست

# social.header.title
source: Be good for one another.
ar: كونوا عونًا لبعضكم.
de: Tut einander gut.
es: Haced el bien unos por otros.
fr: Soutenez-vous mutuellement.
id: Saling menguatkan.
it: Fatevi del bene.
nl: Wees er voor elkaar.
pt: Façam bem uns aos outros.
ru: Поддерживайте друг друга.
tr: Birbirinize iyi gelin.
ur: ایک دوسرے کے لیے اچھائی بنو۔

# social.nudge.available
source: Send a gentle reminder
ar: أرسل تذكيرًا لطيفًا
de: Sanft erinnern
es: Enviar un recordatorio amable
fr: Envoyer un rappel doux
id: Kirim pengingat lembut
it: Invia un promemoria gentile
nl: Stuur een vriendelijke herinnering
pt: Enviar um lembrete gentil
ru: Мягко напомнить
tr: Nazikçe hatırlat
ur: نرمی سے یاد دلائیں

# social.nudge.prayed
source: Prayer marked as prayed
ar: تم تحديد الصلاة كمؤدّاة
de: Gebet als verrichtet markiert
es: Oración marcada como rezada
fr: Prière indiquée comme accomplie
id: Salat ditandai sudah dikerjakan
it: Preghiera segnata come pregata
nl: Gebed als gebeden gemarkeerd
pt: Oração marcada como feita
ru: Намаз отмечен как совершённый
tr: Namazını kıldı
ur: نماز ادا شدہ درج ہے

# social.nudge.sending
source: Sending reminder
ar: جارٍ إرسال التذكير
de: Erinnerung wird gesendet
es: Enviando recordatorio
fr: Envoi du rappel
id: Mengirim pengingat
it: Invio del promemoria
nl: Herinnering wordt verstuurd
pt: A enviar lembrete
ru: Напоминание отправляется
tr: Hatırlatma gönderiliyor
ur: یاد دہانی بھیجی جا رہی ہے

# social.nudge.sent
source: Reminded
ar: تم التذكير
de: Erinnert
es: Recordatorio enviado
fr: Rappel envoyé
id: Sudah diingatkan
it: Promemoria inviato
nl: Herinnerd
pt: Lembrete enviado
ru: Напоминание отправлено
tr: Hatırlatıldı
ur: یاد دہانی بھیج دی

# social.nudge.too_early
source: It is too early to remind
ar: لم يحن وقت التذكير بعد
de: Für eine Erinnerung ist es noch zu früh
es: Aún es pronto para recordar
fr: Il est encore trop tôt pour rappeler
id: Belum waktunya mengingatkan
it: È ancora presto per ricordare
nl: Het is nog te vroeg om te herinneren
pt: Ainda é cedo para lembrar
ru: Напоминать ещё рано
tr: Hatırlatma vakti henüz gelmedi
ur: یاد دہانی کا وقت ابھی نہیں آیا

# social.pulse.everyone_marked
source: Everyone has marked it
ar: حدّدها الجميع
de: Alle haben es markiert
es: Todos la han marcado
fr: Tout le monde l’a indiquée
id: Semua sudah menandai
it: Tutti l’hanno segnata
nl: Iedereen heeft het gemarkeerd
pt: Todos marcaram
ru: Все отметили
tr: Herkes işaretledi
ur: سب نے درج کر لیا

# social.pulse.prayed.many
source: %@ prayed
ar: صلّى %@
de: %@ Personen haben gebetet
es: %@ rezaron
fr: %@ ont prié
id: %@ sudah salat
it: %@ hanno pregato
nl: %@ hebben gebeden
pt: %@ rezaram
ru: %@ совершили намаз
tr: %@ kişi kıldı
ur: %@ نے نماز ادا کی

# social.pulse.prayed.one
source: %@ prayed
ar: صلّى %@
de: %@ Person hat gebetet
es: %@ rezó
fr: %@ a prié
id: %@ sudah salat
it: %@ ha pregato
nl: %@ heeft gebeden
pt: %@ rezou
ru: %@ совершил намаз
tr: %@ kişi kıldı
ur: %@ نے نماز ادا کی

# social.pulse.subtitle
source: Today among friends
ar: اليوم بين الأصدقاء
de: Heute unter Freunden
es: Hoy entre amigos
fr: Aujourd’hui entre amis
id: Hari ini bersama teman
it: Oggi tra amici
nl: Vandaag onder vrienden
pt: Hoje entre amigos
ru: Сегодня среди друзей
tr: Bugün arkadaşların arasında
ur: آج دوستوں کے درمیان

# social.pulse.waiting.many
source: %@ have not marked it yet
ar: لم يحدّدها %@ بعد
de: %@ Personen haben es noch nicht markiert
es: %@ aún no la han marcado
fr: %@ ne l’ont pas encore indiquée
id: %@ belum menandai
it: %@ non l’hanno ancora segnata
nl: %@ hebben het nog niet gemarkeerd
pt: %@ ainda não marcaram
ru: %@ ещё не отметили
tr: %@ kişi henüz işaretlemedi
ur: %@ نے ابھی درج نہیں کیا

# social.pulse.waiting.one
source: %@ has not marked it yet
ar: لم يحدّدها %@ بعد
de: %@ Person hat es noch nicht markiert
es: %@ aún no la ha marcado
fr: %@ ne l’a pas encore indiquée
id: %@ belum menandai
it: %@ non l’ha ancora segnata
nl: %@ heeft het nog niet gemarkeerd
pt: %@ ainda não marcou
ru: %@ ещё не отметил
tr: %@ kişi henüz işaretlemedi
ur: %@ نے ابھی درج نہیں کیا

# social.requests.accept
source: Accept
ar: قبول
de: Annehmen
es: Aceptar
fr: Accepter
id: Terima
it: Accetta
nl: Accepteren
pt: Aceitar
ru: Принять
tr: Kabul et
ur: قبول کریں

# social.requests.many
source: Pending requests
ar: طلبات معلّقة
de: Offene Anfragen
es: Solicitudes pendientes
fr: Demandes en attente
id: Permintaan tertunda
it: Richieste in attesa
nl: Openstaande verzoeken
pt: Pedidos pendentes
ru: Ожидающие запросы
tr: Bekleyen istekler
ur: منتظر درخواستیں

# social.requests.one
source: Pending request
ar: طلب معلّق
de: Offene Anfrage
es: Solicitud pendiente
fr: Demande en attente
id: Permintaan tertunda
it: Richiesta in attesa
nl: Openstaand verzoek
pt: Pedido pendente
ru: Ожидающий запрос
tr: Bekleyen istek
ur: منتظر درخواست

# social.status.made_up
source: made up
ar: قُضيت
de: nachgeholt
es: recuperada
fr: rattrapée
id: sudah diqada
it: recuperata
nl: ingehaald
pt: reposta
ru: восполнен
tr: kaza edildi
ur: قضا ادا کی
